Repository: mullvad/mullvadvpn-app
Catalog: ios/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, ko, my, nb, nl, pl, pt, ru, sv, th, tr, zh_hans, zh_hant

source: Redeem voucher
da: Indløs kupon
de: Gutschein einlösen
es: Canjear cupón
fi: Lunasta kuponki
fr: Échangez un bon
it: Riscatta voucher
ja: バウチャーを使用する
ko: 바우처 사용
my: ဘောက်ချာဖြင့် လဲယူရန်
nb: Løs inn kupong
nl: Voucher inwisselen
pl: Zrealizuj kupon
pt: Reclamar voucher
ru: Погасить ваучер
sv: Lös in kupong
th: แลกบัตรกำนัล
tr: Kuponu kullan
zh_hans: 兑换优惠券
zh_hant: 兌換憑證

source: Refund last purchase with StoreKit2
da: Refusion af sidste køb med StoreKit2
de: Letzten Einkauf mit StoreKit2 zurückerstatten
es: Reembolsar última compra con StoreKit2
fi: Pyydä hyvitystä viimeisimmästä ostoksesta StoreKit2:lla
fr: Rembourser le dernier achat avec StoreKit2
it: Rimborso dell'ultimo acquisto con StoreKit2
ja: StoreKit2で行った直近の購入を返金する
ko: StoreKit2에서 진행한 마지막 결제 환불
my: StoreKit2 နောက်ဆုံးဝယ်ယူမှုအတွက် ငွေပြန်အမ်းပါ
nb: Refunder siste kjøp med StoreKit2
nl: Laatste aankoop bij StoreKit2 terugbetalen
pl: Zwróć koszty ostatniego zakupu za pomocą StoreKit2
pt: Reembolsar a última compra com o StoreKit2
ru: Вернуть последнюю покупку через StoreKit2
sv: Återbetala senaste köpet med StoreKit2
th: คืนเงินการซื้อครั้งสุดท้ายกับ StoreKit2
tr: StoreKit2 ile yapılan son satın alımı iade et
zh_hans: 对通过 StoreKit2 进行的上次购买退款
zh_hant: 透過 StoreKit2 為上次購買進行退款

source: Refund successful
da: Refusion lykkedes
de: Rückerstattung erfolgreich
es: Reembolso realizado correctamente
fi: Hyvitys onnistui
fr: Remboursement effectué
it: Rimborso riuscito
ja: 返金が正常に完了しました
ko: 환불 성공
my: ငွေပြန်အမ်းခြင်း အောင်မြင်ပါသည်
nb: Refusjon vellykket
nl: Terugbetaling is gelukt
pl: Zwrot środków powiódł się
pt: Reembolso bem-sucedido
ru: Возврат средств выполнен успешно
sv: Har återbetalats
th: การคืนเงินสำเร็จ
tr: Geri ödeme başarılı
zh_hans: 退款成功
zh_hant: 成功退款

source: Remove
da: Fjern
de: Entfernen
es: Quitar
fi: Poista
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
my: ဖယ်ရှားရန်
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

source: Remove %@?
da: Fjern %@?
de: %@ entfernen?
es: ¿Quitar %@?
fi: Poistetaanko %@?
fr: Supprimer %@ ?
it: Rimuovere %@?
ja: %@を削除しますか？
ko: %@을(를) 제거하시겠습니까?
my: %@ ကို ဖယ်ရှားမလား။
nb: Fjerne %@?
nl: %@ verwijderen?
pl: Usunąć %@?
pt: Remover %@?
ru: Удалить устройство «%@»?
sv: Ta bort %@?
th: ลบ %@ หรือไม่
tr: %@ kaldırılsın mı?
zh_hans: 是否移除“%@”？
zh_hant: 是否移除 %@？

source: Remove last used account
da: Fjern sidst brugte konto
de: Zuletzt verwendetes Konto entfernen
es: Quitar cuenta usada por última vez
fi: Poista viimeksi käytetty tili
fr: Supprimer le dernier compte utilisé
it: Rimuovi l'ultimo account utilizzato
ja: 最後に使用したアカウントを削除する
ko: 마지막으로 사용한 계정 삭제
my: နောက်ဆုံးအသုံးပြုထားသော အကောင့်ကို ဖယ်ရှားရန်
nb: Fjern konto som ble brukt sist
nl: Laatst gebruikte account verwijderen
pl: Usuń ostatnio używane konto
pt: Remover a última conta utilizada
ru: Удалить последнюю использованную учетную запись
sv: Ta bort senast använda konto
th: ลบบัญชีที่ใช้ล่าสุด
tr: Son kullanılan hesabı kaldır
zh_hans: 移除上次使用的帐户
zh_hant: 移除上次使用的帳戶

source: Removing the saved account number from this device cannot be undone. Do you want to remove the saved account number?
da: Hvis du fjerner det gemte kontonummer fra denne enhed, kan du ikke gøre fortryde det. Vil du fjerne det gemte kontonummer?
de: Das Löschen der gespeicherten Kontonummer von diesem Gerät kann nicht rückgängig gemacht werden. Möchten Sie die gespeicherte Kontonummer wirklich entfernen?
es: No se puede deshacer la acción de quitar el número de cuenta guardado de este dispositivo. ¿Seguro que quiere quitar el número de cuenta guardado?
fi: Tallennetun tilin numeron poistamista tältä laitteelta ei voi kumota. Haluatko varmasti poistaa tallennetun tilin numeron?
fr: La suppression du numéro de compte enregistré sur cet appareil est irréversible. Voulez-vous vraiment supprimer le numéro de compte enregistré ?
it: La rimozione del numero di account salvato da questo dispositivo non può essere annullata. Vuoi rimuovere il numero di account salvato?
ja: このデバイスから保存済みのアカウント番号を削除すると、元には戻せません。 保存済みのアカウント番号を削除しますか？
ko: 이 장치에서 저장된 계정 번호를 삭제하면 되돌릴 수 없습니다. 저장된 계정 번호를 삭제하시겠습니까?
my: ဤစက်မှ သိမ်းဆည်းထားသော အကောင့်နံပါတ်ကို ဖယ်ရှားခြင်းကို ပြန်ပြင်၍မရပါ။ သိမ်းဆည်းထားသော အကောင့်နံပါတ်ကို ဖယ်ရှားလိုပါသလား။
nb: Fjerning av det lagrede kontonummeret fra denne enheten kan ikke angres. Vil du fjerne det lagrede kontonummeret?
nl: Als u het opgeslagen accountnummer verwijdert van dit apparaat, kan dat niet ongedaan worden gemaakt. Wilt u het opgeslagen accountnummer verwijderen?
pl: Usunięcia zapisanego numeru konta z tego urządzenia nie można cofnąć. Czy chcesz usunąć zapisany numer konta?
pt: A remoção do número de conta guardado neste dispositivo não pode ser anulada. Pretende remover o número de conta guardado?
ru: Удаление сохраненного номера учетной записи с этого устройства нельзя отменить. Действительно удалить сохраненный номер учетной записи?
sv: Det går inte att ångra borttagningen av det sparade kontonumret från den här enheten. Vill du ta bort det sparade kontonumret?
th: การลบหมายเลขบัญชีที่บันทึกไว้ออกจากอุปกรณ์นี้ไม่สามารถย้อนกลับได้ คุณต้องการลบหมายเลขบัญชีที่บันทึกไว้หรือไม่
tr: Kayıtlı hesap numarası bu cihazdan kaldırıldığında işlem geri alınamaz. Kayıtlı hesap numarasını kaldırmak istiyor musunuz?
zh_hans: 从此设备移除已保存帐号的操作无法撤消。 是否要移除已保存的帐号？
zh_hant: 從此裝置移除已儲存的帳號後，此操作將無法復原。 是否要移除已儲存的帳號？

source: Rented only
da: Kun lejet
de: Nur gemietet
es: Solo alquilados
fi: Vain vuokratut
fr: Loués uniquement
it: Solo noleggiati
ja: レンタルサーバーのみ
ko: 대여만
my: အငှားသီးသန့်
nb: Kun leid
nl: Alleen gehuurde
pl: Wyłącznie wynajmowane
pt: Apenas alugado
ru: Только арендованные
sv: Endast hyrd
th: เช่าเท่านั้น
tr: Sadece kiralananlar
zh_hans: 仅租用
zh_hant: 僅租用

source: Report a problem
da: Rapporter et problem
de: Problem melden
es: Informar de un problema
fi: Ilmoita ongelmasta
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告
ko: 문제 보고
my: ပြဿနာကို ရီပို့(တ်)လုပ်ရန်
nb: Rapporter et problem
nl: Een probleem melden
pl: Zgłoś problem
pt: Reportar um problema
ru: Сообщение о проблеме
sv: Rapportera ett problem
th: รายงานปัญหา
tr: Bir sorun bildir
zh_hans: 报告问题
zh_hant: 回報問題

source: Required
da: Påkrævet
de: Erforderlich
es: Obligatorio
fi: Pakollinen
fr: Requis
it: Obbligatorio
ja: 必須
ko: 필수
my: ဖြည့်ရန် လိုအပ်သည်
nb: Nødvendig
nl: Verplicht
pl: Wymagane
pt: Obrigatório
ru: Обязательно
sv: Obligatoriskt
th: จำเป็น
tr: Gerekli
zh_hans: 必填
zh_hant: 必填

source: Restore purchases
da: Gendan køb
de: Einkäufe wiederherstellen
es: Restaurar compras
fi: Palauta ostokset
fr: Rétablir les achats
it: Ripristina acquisti
ja: 購入を復元する
ko: 구매 복원
my: ဝယ်ယူမှုများကို ပြန်လည်ရယူရန်
nb: Gjenopprette kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt: Restaurar compras
ru: Восстановить покупки
sv: Återställ köp
th: คืนค่าการซื้อ
tr: Satın alımları geri yükle
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Romania
da: Rumænien
de: Rumänien
es: Rumanía
fr: Roumanie
ja: ルーマニア
ko: 루마니아
my: ရိုမေးနီးယား
nl: Roemenië
pl: Rumunia
pt: Roménia
ru: Румыния
sv: Rumänien
th: โรมาเนีย
tr: Romanya
zh_hans: 罗马尼亚
zh_hant: 羅馬尼亞

source: San Jose, CA
da: San Jose, Californien
es: San José, CA
fr: San José, CA
ja: サンノゼ、CA
ko: 산호세, CA
my: ဆန်ဟိုဆေး၊ ကယ်လီဖိုးနီးယား
pt: Puerto San José, CA
ru: Сан-Хосе, CA
th: แซนโฮเซ รัฐแคลิฟอร์เนีย
zh_hans: 加利福尼亚州圣何塞
zh_hant: 加州，聖荷西

source: Save
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
my: သိမ်းမည်
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: Saving changes...
da: Gemmer ændringer ...
de: Änderungen werden gespeichert …
es: Guardando cambios...
fi: Tallennetaan muutoksia...
fr: Enregistrement des modifications...
it: Salvataggio modifiche...
ja: 変更内容を保存しています...
ko: 변경 사항 저장 중...
my: ပြောင်းလဲမှုများကို သိမ်းဆည်းနေသည်...
nb: Lagrer endringer …
nl: Wijzigingen opslaan...
pl: Zapisywanie zmian...
pt: A guardar alterações...
ru: Сохранение изменений...
sv: Sparar ändringar …
th: กำลังบันทึกการเปลี่ยนแปลง...
tr: Değişiklikler kaydediliyor...
zh_hans: 正在保存更改…
zh_hant: 正在儲存變更…

source: Select location
da: Vælg placering
de: Ort auswählen
es: Seleccionar ubicación
fi: Valitse sijainti
fr: Sélectionner une localisation
it: Seleziona posizione
ja: 場所を選択
ko: 위치 선택
my: တည်နေရာ ရွေးရန်
nb: Velg plassering
nl: Locatie selecteren
pl: Wybierz lokalizację
pt: Selecionar localização
ru: Выбор местоположения
sv: Välj plats
th: เลือกตำแหน่งที่ตั้ง
tr: Konum seçin
zh_hans: 选择位置
zh_hant: 選取位置

source: Selected
da: Valgt
de: Ausgewählt
es: Seleccionado
fi: Valittu
fr: Sélectionné
it: Selezionato
ja: 選択済み
ko: 선택됨
my: ရွေးချယ်ထားသည်
nb: Valgt
nl: Geselecteerd
pl: Wybrane
pt: Selecionado
ru: Выбрано
sv: Vald
th: เลือกแล้ว
tr: Seçili
zh_hans: 已选
zh_hant: 已選

source: Send anyway
da: Send alligevel
de: Trotzdem senden
es: Enviar de todos modos
fi: Lähetä silti
fr: Envoyer quand même
it: Invia comunque
ja: とにかく送信する
ko: 그래도 전송
my: မည်သို့ပင်ဖြစ်စေ ပို့ရန်
nb: Send allikevel
nl: Toch verzenden
pl: Mimo to wyślij
pt: Enviar mesmo assim
ru: Все равно отправить
sv: Skicka ändå
th: ส่งต่อไป
tr: Yine de gönder
zh_hans: 仍然发送
zh_hant: 仍要傳送

source: Sending...
da: Sender...
de: Wird gesendet...
es: Enviando…
fi: Lähetetään...
fr: Envoi...
it: Invio...
ja: 送信中...
ko: 전송 중...
my: ပို့နေဆဲ...
nb: Sender ...
nl: Verzenden...
pl: Wysyłanie...
pt: A enviar...
ru: Идет отправка...
sv: Skicka...
th: กำลังส่ง...
tr: Gönderiliyor...
zh_hans: 正在发送…
zh_hant: 傳送中…

source: Sent
da: Sendt
de: Gesendet
es: Enviado
fi: Lähetetty
fr: Envoyé
it: Inviato
ja: 送信済み
ko: 전송 완료
my: ပို့ပြီး
nb: Sendt
nl: Verzonden
pl: Wysłano
pt: Enviado
ru: Отправлено
sv: Skickat
th: ส่ง
tr: Gönderildi
zh_hans: 已发送
zh_hant: 已傳送

source: Serbia
da: Serbien
de: Serbien
fr: Serbie
ja: セルビア
ko: 세르비아
my: ဆားဘီးယား
nl: Servië
pt: Sérvia
ru: Сербия
sv: Serbien
th: เซอร์เบีย
tr: Sırbistan
zh_hans: 塞尔维亚
zh_hant: 塞爾維亞

source: Server details
da: Info om server
de: Serverdaten
es: Datos del servidor
fi: Palvelimen tiedot
fr: Détails du serveur
it: Dettagli del server
ja: サーバーの詳細
ko: 서버 상세 정보
my: ဆာဗာ အသေးစိတ်အချက်များ
nb: Serverinformasjon
nl: Servergegevens
pl: Dane serwera
pt: Detalhes do servidor
ru: Данные о сервере
sv: Serverinformation
th: รายละเอียดเซิร์ฟเวอร์
tr: Sunucu ayrıntıları
zh_hans: 服务器详细信息
zh_hant: 伺服器詳細資訊

source: Server IP override
da: Tilsidesættelse af server-IP
de: Server-IP überschreiben
es: Anulación de IP de servidor
fi: Palvelimen IP-osoitteen ohitus
fr: Substitution d'IP de serveur
it: Sovrascritture IP server
ja: サーバーIPのオーバーライド
ko: 서버 IP 재정의
my: ဆာဗာ IP ကျော်လွန် ပယ်ဖျက်ရန်
nb: Overstyring av server-IP
nl: Overschrijving van server-IP-adressen
pl: Zastąpienie adresu IP serwera
pt: Substituição de IP de servidor
ru: Переопределение IP-адреса сервера
sv: Åsidosättning av serverns IP-adress
th: โอเวอร์ไรด์ IP เซิร์ฟเวอร์
tr: Sunucu IP'sini geçersiz kılma
zh_hans: 服务器 IP 覆盖
zh_hant: 伺服器 IP 覆寫

source: Setting: %@
da: Indstilling: %@
de: Einstellung: %@
es: Ajuste: %@
fi: Asetus: %@
fr: Paramètre : %@
it: Impostazione: %@
ja: 設定: %@
ko: 설정: %@
my: ဆက်တင်- %@
nb: Innstilling: %@
nl: Instelling: %@
pl: Ustawienie: %@
pt: Definição: %@
ru: Настройка: %@
sv: Inställning: %@
th: การตั้งค่า: %@
tr: Ayar: %@
zh_hans: 设置：%@
zh_hant: 設定：%@

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
my: ဆက်တင်များ
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

source: Settings migration error
da: Fejl under migrering af indstillinger
de: Fehler beim Migrieren der Einstellungen
es: Error al migrar la configuración
fi: Asetusten siirtovirhe
fr: Erreur lors de la migration des paramètres
it: Errore di migrazione delle impostazioni
ja: 設定の移行エラー
ko: 설정 마이그레이션 오류
my: ဆက်တင်ပြောင်းရွှေ့မှု ချို့ယွင်းချက်
nb: Feil med migreringsinnstillinger
nl: Fout bij migreren van instellingen
pl: Błąd podczas migracji ustawień
pt: Erro na migração das definições
ru: Ошибка миграции настроек
sv: Det gick inte att migrera inställningarna
th: ข้อผิดพลาดในการโยกย้ายการตั้งค่า
tr: Ayarları aktarma hatası
zh_hans: 设置迁移错误
zh_hant: 設定遷移錯誤

source: Show account number
da: Vis kontonummer
de: Kontonummer anzeigen
es: Mostrar número de cuenta
fi: Näytä tilin numero
fr: Afficher le numéro de compte
it: Mostra numero di account
ja: アカウント番号の表示
ko: 계정 번호 표시
my: အကောင့်နံပါတ်ကို ပြရန်
nb: Vis kontonummer
nl: Accountnummer weergeven
pl: Pokaż numer konta
pt: Mostrar número de conta
ru: Показать номер учетной записи
sv: Visa kontonummer
th: แสดงหมายเลขบัญชี
tr: Hesap numarasını göster
zh_hans: 显示帐号
zh_hant: 顯示帳號

source: Slovakia
da: Slovakiet
de: Slowakei
es: Eslovaquia
fr: Slovaquie
ja: スロバキア
ko: 슬로바키아
nl: Slowakije
pl: Słowacja
pt: Eslováquia
ru: Словакия
sv: Slovakien
th: สโลวาเกีย
tr: Slovakya
zh_hans: 斯洛伐克
zh_hant: 斯洛伐克

source: Slovenia
da: Slovenien
de: Slowenien
es: Eslovenia
fr: Slovénie
ja: スロベニア
ko: 슬로베니아
my: ဆလိုဗေးနီးယား
nl: Slovenië
pl: Słowenia
pt: Eslovénia
ru: Словения
sv: Slovenien
th: สโลวีเนีย
tr: Slovenya
zh_hans: 斯洛文尼亚
zh_hant: 斯洛維尼亞

source: Social media
da: Sociale medier
es: Redes sociales
fi: Sosiaalinen media
fr: Réseaux sociaux
ja: ソーシャルメディア
ko: 소셜 미디어
my: လူမှုမီဒီယာ
nb: Sosiale medier
nl: Sociale media
pl: Media społecznościowe
pt: Redes sociais
ru: Социальные сети
sv: Sociala medier
th: โซเชียลมีเดีย
tr: Sosyal medya
zh_hans: 社交媒体
zh_hant: 社群媒體

source: South Africa
da: Sydafrika
de: Südafrika
es: Sudáfrica
fi: Etelä-Afrikka
fr: Afrique du Sud
it: Sudafrica
ja: 南アフリカ
ko: 남아프리카 공화국
my: တောင်အာဖရိက
nb: Sør-Afrika
nl: Zuid-Afrika
pl: Republika Południowej Afryki
pt: África do Sul
ru: Южно-Африканская Республика
sv: Sydafrika
th: แอฟริกาใต้
tr: Güney Afrika Cumhuriyeti
zh_hans: 南非
zh_hant: 南非

source: Spain
da: Spanien
de: Spanien
es: España
fi: Espanja
fr: Espagne
it: Spagna
ja: スペイン
ko: 스페인
my: စပိန်
nb: Spania
nl: Spanje
pl: Hiszpania
pt: Espanha
ru: Испания
sv: Spanien
th: สเปน
tr: İspanya
zh_hans: 西班牙
zh_hant: 西班牙

source: Start using the app
da: Begynd at bruge appen
de: Mit dem Benutzen der App anfangen
es: Empiece a usar la aplicación
fi: Aloita sovelluksen käyttö
fr: Commencer à utiliser l'application
it: Inizia a utilizzare l'app
ja: アプリの使用を開始
ko: 앱 사용 시작
my: ဤအက်ပ်ကို စသုံးရန်
nb: Begynn å buke appen
nl: Ga aan de slag met de app
pl: Rozpocznij korzystanie z aplikacji
pt: Comece a usar a aplicação
ru: Начать использовать приложение
sv: Börja använda appen
th: เริ่มใช้แอป
tr: Uygulamayı kullanmaya başlayın
zh_hans: 开始使用应用
zh_hant: 開始使用應用程式

source: Sweden
da: Sverige
de: Schweden
es: Suecia
fi: Ruotsi
fr: Suède
it: Svezia
ja: スウェーデン
ko: 스웨덴
my: ဆွီဒင်
nb: Sverige
nl: Zweden
pl: Szwecja
pt: Suécia
ru: Швеция
sv: Sverige
th: สวีเดน
tr: İsveç
zh_hans: 瑞典
zh_hant: 瑞典

source: Switch location
da: Skift placering
de: Ort wechseln
es: Cambiar ubicación
fi: Vaihda sijaintia
fr: Changer de localisation
it: Cambia posizione
ja: 場所を切り替える
ko: 위치 전환
my: တည်နေရာ ပြောင်းရန်
nb: Bytt plassering
nl: Locatie wijzigen
pl: Zmień lokalizację
pt: Alterar local
ru: Сменить местоположение
sv: Växla plats
th: สลับตำแหน่ง
tr: Konum değiştir
zh_hans: 切换位置
zh_hant: 切換位置

source: Switzerland
da: Schweiz
de: Schweiz
es: Suiza
fi: Sveitsi
fr: Suisse
it: Svizzera
ja: スイス
ko: 스위스
my: ဆွစ်ဇာလန်
nb: Sveits
nl: Zwitserland
pl: Szwajcaria
pt: Suíça
ru: Швейцария
sv: Schweiz
th: สวิตเซอร์แลนด์
tr: İsviçre
zh_hans: 瑞士
zh_hant: 瑞士

source: Tap **Edit** to add at least one DNS server.
da: Tryk på **Rediger** for at tilføje mindst én DNS-server.
de: Fügen Sie mindestens einen DNS-Server hinzu, indem Sie auf **Bearbeiten** tippen.
es: Toque **Editar** para añadir como mínimo un servidor DNS.
fi: Lisää vähintään yksi DNS-palvelin napauttamalla **Muokkaa**.
fr: Appuyez sur **Modifier** pour ajouter au moins un serveur DNS.
it: Tocca **Modifica** per aggiungere almeno un server DNS.
ja: **編集**をタップして、DNSサーバーを1つ以上追加してください。
ko: **편집**을 눌러 하나 이상의 DNS 서버를 추가하세요.
my: အနည်းဆုံး DNS ဆာဗာတစ်ခု ထည့်ရန်တွက် **ပြင်ရန်**ကို နှိပ်ပါ။
nb: Trykk på **Rediger** for å legge til minst én DNS-server.
nl: Tik op **Bewerken** om minimaal één DNS-server toe te voegen.
pl: Dotknij opcji **Edytuj**, aby dodać co najmniej jeden serwer DNS.
pt: Toque em **Editar** para adicionar pelo menos um servidor DNS.
ru: Чтобы добавить как минимум один DNS-сервер, нажмите **«Изменить»**.
sv: Tryck på **Redigera** för att lägga till minst en DNS-server.
th: แตะ **แก้ไข** เพื่อเพิ่มเซิร์ฟเวอร์ DNS อย่างน้อยหนึ่งเครื่อง
tr: En az bir DNS sunucusu eklemek için **Düzenle**ye dokunun.
zh_hans: 点按**编辑**以添加至少一个 DNS 服务器。
zh_hant: 輕點**編輯**以新增至少一個 DNS 伺服器。

source: Test method
da: Testmetode
de: Methode testen
es: Probar método
fi: Testaa menetelmä
fr: Tester la méthode
it: Test del metodo
ja: 方法をテストする
ko: 방법 테스트
my: နည်းလမ်းကို စမ်းသပ်ရန်
nb: Test metoden
nl: Methode testen
pl: Przetestuj metodę
pt: Testar método
ru: Проверить метод
sv: Testmetod
th: ทดสอบวิธีการ
tr: Yöntemi test et
zh_hans: 测试方法
zh_hant: 測試方式

source: Testing...
da: Tester...
de: Testen …
es: Probando...
fi: Testataan...
fr: Test...
it: Test...
ja: テスト中...
ko: 테스트 중...
my: စမ်းသပ်နေဆဲ...
nb: Tester ...
nl: Testen...
pl: Testowanie...
pt: A testar...
ru: Проверка...
sv: Testar ...
th: กำลังทดสอบ...
tr: Test ediliyor...
zh_hans: 正在测试…
zh_hant: 正在測試…

source: Thanks for your purchase
da: Tak for dit køb
de: Vielen Dank für Ihren Einkauf
es: Gracias por la compra
fi: Kiitos ostostasi
fr: Merci pour votre achat
it: Grazie per il tuo acquisto
ja: ご購入ありがとうございます
ko: 구매해 주셔서 감사합니다
my: ဝယ်ယူမှုအတွက် ကျေးဇူးတင်ပါသည်
nb: Takk for kjøpet
nl: Bedankt voor uw aankoop
pl: Dziękujemy za zakup
pt: Obrigado pela sua compra
ru: Благодарим за покупку
sv: Tack för köpet
th: ขอบคุณสำหรับการซื้อของคุณ
tr: Satın alma işleminiz için teşekkür ederiz
zh_hans: 感谢购买
zh_hant: 感謝您的購買

source: Thanks!
da: Tak!
de: Danke!
es: ¡Gracias!
fi: Kiitos!
fr: Merci !
it: Grazie!
ja: ありがとうございます！
ko: 감사합니다!
my: ကျေးဇူးတင်ပါသည်။
nb: Takk!
nl: Bedankt!
pl: Dziękujemy!
pt: Obrigado!
ru: Спасибо!
sv: Tack!
th: ขอบคุณ!
tr: Teşekkürler!
zh_hans: 谢谢！
zh_hant: 謝謝！

source: The app communicates with a Mullvad API server directly.
da: Appen kommunikerer direkte med en Mullvad API-server.
de: Die Anwendung kommuniziert direkt mit einem Mullvad-API-Server.
es: La aplicación se comunica con un servidor de API de Mullvad directamente.
fi: Sovellus viestii Mullvad API:n palvelimen kanssa suoraan.
fr: L'application communique directement avec un serveur d'API Mullvad.
it: L'app comunica con un server API Mullvad direttamente.
ja: このアプリはMullvad APIサーバーと直接通信を行います。
ko: 앱이 Mullvad API 서버와 직접 통신합니다.
my: အက်ပ်သည် Mullvad API ဆာဗာနှင့် တိုက်ရိုက် ဆက်သွယ်ဆောင်ရွက်ပါသည်။
nb: Appen kommuniserer direkte med en Mullvad API-server.
nl: De app communiceert rechtstreeks met een Mullvad API-server.
pl: Aplikacja komunikuje się bezpośrednio z serwerem interfejsu API Mullvad.
pt: A aplicação comunica diretamente com um servidor da API Mullvad.
ru: Приложение напрямую связывается с сервером API Mullvad.
sv: Appen kommunicerar direkt med en Mullvad API-server.
th: แอปสื่อสารกับเซิร์ฟเวอร์ Mullvad API โดยตรง
tr: Uygulama doğrudan Mullvad API sunucusu ile iletişim kuruyor.
zh_hans: 此应用直接与 Mullvad API 服务器通信。
zh_hant: 本應用程式直接和 Mullvad API 伺服器通訊。

source: The app communicates with a Mullvad API server via a Mullvad bridge server.
da: Appen kommunikerer med en Mullvad API-server via en Mullvad-broserver.
de: Die Anwendung kommuniziert über einen Brückenserver mit dem Mullvad-API-Server.
es: La aplicación se comunica con un servidor de API de Mullvad a través de un servidor puente de Mullvad.
fi: Sovellus viestii Mullvad API:n palvelimen kanssa siltapalvelimen kautta.
fr: L'application communique avec un serveur d'API Mullvad via un serveur de pont Mullvad.
it: L'app comunica con un server API Mullvad tramite un server bridge Mullvad.
ja: このアプリはMullvadブリッジサーバーを介してMullvad APIサーバーと通信を行います。
ko: 앱이 Mullvad 브릿지 서버를 통해 Mullvad API 서버와 통신합니다.
my: အက်ပ်သည် Mullvad ပေါင်းကူးဆာဗာတစ်ခုမှတဆင့် Mullvad API ဆာဗာနှင့် ဆက်သွယ်ဆောင်ရွက်ပါသည်။
nb: Appen kommuniserer med en Mullvad API-server via en Mullvad-broserver.
nl: De app communiceert via een Mullvad-brugserver met een Mullvad API-server.
pl: Aplikacja komunikuje się z serwerem interfejsu API Mullvad za pośrednictwem serwera pomostowego Mullvad.
pt: A aplicação comunica com um servidor da API Mullvad através de um servidor de ponte Mullvad.
ru: Приложение связывается с сервером API Mullvad через сервер-мост Mullvad.
sv: Appen kommunicerar direkt med en Mullvad API-server via en Mullvad-broserver.
th: แอปสื่อสารกับเซิร์ฟเวอร์ Mullvad API ผ่านทางเซิร์ฟเวอร์บริดจ์ Mullvad
tr: Uygulama Mullvad köprü sunucusu üzerinden Mullvad API sunucusu ile iletişim kuruyor.
zh_hans: 此应用通过 Mullvad 桥接服务器与 Mullvad API 服务器通信。
zh_hant: 本應用程式透過 Mullvad 橋接器伺服器與 Mullvad API 伺服器通訊。

source: The app communicates with a Mullvad API server via a proxy address.
da: Appen kommunikerer med en Mullvad API-server via en proxy-adresse.
de: Die Anwendung kommuniziert über eine Proxy-Adresse mit dem Mullvad-API-Server.
es: La aplicación se comunica con un servidor de API de Mullvad a través de una dirección proxy.
fi: Sovellus viestii Mullvad API:n palvelimen kanssa välitysosoitteen kautta.
fr: L'application communique directement avec un serveur d'API Mullvad via une adresse de proxy.
it: L'app comunica con un server API Mullvad tramite un indirizzo proxy.
ja: このアプリはプロキシアドレスを介してMullvad APIサーバーと通信を行います。
ko: 앱이 프록시 주소를 통해 Mullvad API 서버와 통신합니다.
my: အက်ပ်သည် ပရောက်စီ လိပ်စာတစ်ခုမှတဆင့် Mullvad API ဆာဗာနှင့် ဆက်သွယ်ဆောင်ရွက်ပါသည်။
nb: Appen kommuniserer direkte med en Mullvad API-server via en proxy-adresse.
nl: De app communiceert via een proxy-adres met een Mullvad API-server.
pl: Aplikacja komunikuje się z serwerem interfejsu API Mullvad za pośrednictwem adresu proxy.
pt: A aplicação comunica com um servidor da API Mullvad através de um endereço proxy.
ru: Приложение связывается с сервером API Mullvad через прокси-адрес.
sv: Appen kommunicerar direkt med en Mullvad API-server via en proxyadress.
th: แอปสื่อสารกับเซิร์ฟเวอร์ Mullvad API ผ่านทางที่อยู่พร็อกซี
tr: Uygulama proxy adresi üzerinden Mullvad API sunucusu ile iletişim kuruyor.
zh_hans: 此应用通过代理地址与 Mullvad API 服务器通信。
zh_hant: 本應用程式透過代理伺服器位址與 Mullvad API 伺服器通訊。
